Repository: hxhlb/Cookey
Catalog: Frontend/Apple/Cookey/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: A login request was received. Would you like to start?
zh_hans: 收到登录请求，要开始登录吗？

source: All Categories
zh_hans: 所有分类

source: Allow Refresh Requests
zh_hans: 允许刷新请求

source: An unknown error occurred.
zh_hans: 发生未知错误。

# apn_login_body
source: Approve login for %@
zh_hans: 批准 %@ 的登录请求

# apn_login_title
source: Cookey Login Request
zh_hans: Cookey 登录请求

# apn_refresh_body
source: Session refresh for %@
zh_hans: 刷新 %@ 的会话状态

# apn_refresh_title
source: Cookey Session Refresh
zh_hans: Cookey 会话刷新

source: App Icon
zh_hans: App 图标

source: Appearance
zh_hans: 外观

source: Ask your Agent
zh_hans: 告诉你的 Agent

source: Blue
zh_hans: 蓝色

source: Bridge your AI agents with any website securely.
zh_hans: 安全地将你的 AI Agent 与任何网站连接。

source: Browser
zh_hans: 浏览器

source: Close
zh_hans: 关闭

source: Camera access is required to scan Cookey QR codes.
zh_hans: 扫描 Cookey 二维码需要相机权限。

source: Cancel
zh_hans: 取消

source: Checking request…
zh_hans: 正在检查请求…

source: Choose the icon shown on your Home Screen.
zh_hans: 选一个主屏幕上显示的图标。

source: Clear
zh_hans: 清除

source: Communicating with %@…
zh_hans: 正在与 %@ 通信…

source: Connection rejected.
zh_hans: 已拒绝连接。

source: Contact Us
zh_hans: 联系我们

source: Continue
zh_hans: 继续

source: Cookey can send future login requests from %@ directly to this device. Your push token is only sent to the Cookey relay server you choose and is never shared with third parties.
zh_hans: Cookey 可以将未来来自 %@ 的登录请求直接推送到此设备。你的推送令牌只会发送至你选择的中继服务器，绝不会与第三方共享。

source: Cookey could not start the camera scanner.
zh_hans: Cookey 无法启动相机。

source: Copied
zh_hans: 已复制

source: Copy
zh_hans: 拷贝

source: Copy for Agents
zh_hans: 复制给 Agent

source: Copy the instructions and send to your AI agent. It will handle the rest.
zh_hans: 复制指引并发送给你的 AI Agent，剩下的交给它。

source: Default
zh_hans: 默认

source: Default Server
zh_hans: 默认服务器

source: Delete
zh_hans: 删除

source: Delete (%lld)
zh_hans: 删除（%lld）

source: Delete %lld Item(s)?
zh_hans: 删除 %lld 项？

source: Done
zh_hans: 完成

source: Downloading the latest session from %@…
zh_hans: 正在从 %@ 下载最新会话…

source: Edit
zh_hans: 编辑

source: Edit Default Server
zh_hans: 编辑默认服务器

source: Enable login notifications?
zh_hans: 要启用登录通知吗？

source: Enable Notifications
zh_hans: 启用通知

source: Enable Push Notifications for Cookey?
zh_hans: 要为 Cookey 启用推送通知吗？

source: Encrypting and sending your browser session.
zh_hans: 正在加密并发送会话。

source: Enter
zh_hans: 输入

source: Enter a domain name — HTTPS is enforced automatically.
zh_hans: 请输入域名（将自动使用 HTTPS）。

source: Enter Pair Key
zh_hans: 输入配对码

source: Enter the pair key shown in your terminal.
zh_hans: 请输入终端显示的配对码。

source: Error
zh_hans: 错误

source: Exit
zh_hans: 退出

source: Exiting now will interrupt the current Cookey request.
zh_hans: 现在退出会中断当前的 Cookey 请求。

source: Filter by Category
zh_hans: 按分类筛选

source: Filter by Level
zh_hans: 按级别筛选

source: First connection from this computer. Verify the fingerprint below matches what your terminal shows. If they don't match, reject the connection — it may be intercepted by a third party.
zh_hans: 这是首次连接该电脑。请核对下方指纹与终端显示的是否一致。如果不一致，请拒绝连接，因为通信可能已被第三方截获。

source: General
zh_hans: 通用

source: Get Started
zh_hans: 开始使用

source: Getting Started
zh_hans: 开始使用

source: Guide
zh_hans: 使用指南

source: How to use?
zh_hans: 使用方法?

source: If you enable push notifications, future login or session refresh requests for %@ can be sent directly to this device — no need to scan a QR code or enter a pairing code again. This is optional — Cookey works perfectly without notifications. You can change this later in Settings.
zh_hans: 开启推送通知后，%@ 的登录或会话刷新请求会直接发送到当前设备。

source: Inspect recent application logs for troubleshooting.
zh_hans: 查看近期应用日志以排查问题。

source: Install the Skill
zh_hans: 安装 Skill

source: Invalid Link
zh_hans: 无效链接

source: Invalid or expired pair key.
zh_hans: 配对码无效或已过期。

source: Invalid server response for pair key.
zh_hans: 服务器返回的配对码响应无效。

source: Key mismatch: the server response differs from the encrypted seed payload.
zh_hans: 密钥不匹配：服务器响应与加密种子荷载不一致。

source: Known Key, New Device
zh_hans: 已知密钥，新设备

source: Last seen: %@
zh_hans: 上次连接：%@

source: Loading session…
zh_hans: 正在加载会话…

source: Logs
zh_hans: 日志

source: Logs may contain sensitive information such as session tokens and request details. Sharing or taking screenshots could expose your credentials.
zh_hans: 日志可能包含会话令牌和请求详情等敏感信息。分享或截图可能会导致凭据泄露。

source: Made with love @ cookey.sh
zh_hans: 用爱制作 @ cookey.sh

source: Manage command-line public keys you have verified. Removing a key will require re-verification on the next connection.
zh_hans: 管理你已验证过的命令行公钥。移除某个公钥后，下次连接时需要重新验证。

source: Navigation Error
zh_hans: 导航错误

source: New fingerprint
zh_hans: 新指纹

source: New Key
zh_hans: 新密钥

source: New Login Request
zh_hans: 新登录请求

source: Next
zh_hans: 下一步

source: No camera is available on this device.
zh_hans: 此设备无可用相机。

source: No categories
zh_hans: 无分类

source: No logs yet.
zh_hans: 暂无日志。

source: No matching logs.
zh_hans: 无匹配日志。

source: No valid Cookey link found in the clipboard.
zh_hans: 剪贴板未发现有效的 Cookey 链接。

source: Not Now
zh_hans: 以后再说

source: Notification permission was denied.
zh_hans: 推送通知权限已被拒绝。

source: Notifications are disabled for Cookey on this device.
zh_hans: 此设备已禁用 Cookey 通知。

source: OK
zh_hans: 好

source: Open Settings
zh_hans: 前往设置

source: Open Source Licenses
zh_hans: 开源许可

source: Passkey Not Supported
zh_hans: 暂不支持通行密钥 (Passkey)

source: Paste Link
zh_hans: 粘贴链接

source: Please log in or complete the required actions on this page. When you are done, tap the send button in the top-right corner to package and deliver the session data to the requester.
zh_hans: 请在此页面完成登录或所需操作。完成后，点击右上角的发送按钮，打包并发送会话数据。

source: Previous fingerprint
zh_hans: 旧指纹

source: Privacy Policy
zh_hans: 隐私政策

source: Refresh
zh_hans: 刷新

source: Reject
zh_hans: 拒绝

source: Report bugs, request features, or share your thoughts about Cookey.
zh_hans: 提交 Bug、请求新功能，或分享你对 Cookey 的建议。

source: Resolving pair key…
zh_hans: 正在解析配对码…

source: Resource not found, please check your installation.
zh_hans: 未找到资源，请检查安装。

source: Scan
zh_hans: 扫描

source: Scan & Approve
zh_hans: 扫码确认

source: Search
zh_hans: 搜索

source: Search logs...
zh_hans: 搜索日志…

source: Security Warning
zh_hans: 安全警告

source: Select
zh_hans: 选择

source: Send
zh_hans: 发送

source: Send Session
zh_hans: 发送会话

source: Sensitive Data Warning
zh_hans: 敏感数据警告

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Silver
zh_hans: 银色

source: Start
zh_hans: 开始

source: Submit
zh_hans: 提交

source: Submit Feedback
zh_hans: 提交反馈

source: The captured browser session could not be encoded.
zh_hans: 无法编码捕获到的浏览器会话。

source: The captured browser session was empty.
zh_hans: 捕获的浏览器会话为空。

source: The captured browser session was empty. Reload the page, complete login, and try sending again.
zh_hans: 捕获的浏览器会话为空。请刷新页面，完成登录后再试。

source: The captured browser session was invalid. Reload the page and try sending again.
zh_hans: 捕获的浏览器会话无效。请刷新页面后再试。

source: The identity of this computer has changed since you last connected. This could indicate a security issue, or the command-line tool may have been reinstalled.
zh_hans: 这台电脑的身份信息自上次连接以来发生了变化。这可能说明存在安全问题，或者命令行工具被重新安装过。

source: The login request contains an invalid recipient key.
zh_hans: 登录请求包含无效的接收方密钥。

source: The server used when no relay is specified. HTTPS is enforced automatically.
zh_hans: 未指定中继时的默认服务器（自动使用 HTTPS）。

source: This action cannot be undone.
zh_hans: 此操作无法撤销。

source: This key was previously trusted under a different device identifier. This may indicate the command-line tool was migrated or reinstalled.
zh_hans: 该密钥此前曾以其他设备标识被信任。这可能说明命令行工具已被迁移或重新安装。

source: This login request has expired or does not exist.
zh_hans: 此登录请求已过期或不存在。

source: This login request has expired.
zh_hans: 此登录请求已过期。

source: This website is requesting Passkey authentication, which is not supported in the in-app browser. Please use an alternative login method such as password or SMS verification.
zh_hans: 该网站要求使用通行密钥 (Passkey) 验证，但应用内浏览器暂不支持。请使用密码或短信等其他方式登录。

source: This will package and send the current session state to the requester. Please confirm you have completed login or the required actions.
zh_hans: 这将打包当前会话状态并发送给请求方。请确认你已完成登录或所需操作。

source: Timed out waiting for push notification registration.
zh_hans: 注册推送通知超时。

source: Transfer complete
zh_hans: 传输完成

source: Transfer failed
zh_hans: 传输失败

source: Trust
zh_hans: 信任

source: Trust New Key
zh_hans: 信任新密钥

source: Trusted Public Keys
zh_hans: 受信任的公钥

source: Unavailable
zh_hans: 不可用

source: Uploading session…
zh_hans: 正在上传会话…

source: Use Default (%@)
zh_hans: 使用默认 (%@)

source: View Logs
zh_hans: 查看日志

source: When enabled, the relay server can send push notifications to this device for session refresh requests. This requires system notification permissions.
zh_hans: 开启后，中继服务器可以通过推送通知向该设备发送会话刷新请求（需要系统通知权限）。

source: Your terminal can export the session now.
zh_hans: 你的终端现在可以导出会话了。

source: Sure, here's your QR code 👇
zh_hans: 好的，这是你的二维码 👇

source: I've finished logging in ✅
zh_hans: 我已经登录好了 ✅

source: Got it, I can see your homepage now. What would you like me to do?
zh_hans: 收到，我已经能看到你的主页了。你想让我做什么？

source: Tell your AI to log in to a website. It will generate a secure QR code in the terminal or chat. If scanning isn't possible, ask it for a link instead.
zh_hans: 告诉你的 AI 登录某个网站，它会在终端或对话中生成一个安全的二维码。如果无法扫描，让它提供链接。

source: Scan the QR code with this app and complete login. Your session will be securely delivered back to your AI.
zh_hans: 使用当前应用扫描二维码并完成登录，你的会话就会安全地传回给你的 AI。

source: If you can't scan, open the link your AI provided — it will redirect to this app automatically.
zh_hans: 如果无法扫码，打开你的 AI 提供的链接，会自动跳转到当前应用继续操作。

source: To verify security, ask your AI to visit our website and review our source code.
zh_hans: 如需验证安全性，请让你的 AI 访问我们的网站并审查源代码。

source: Host key: 🍪🔑🛡️✨
zh_hans: 主机密钥：🍪🔑🛡️✨

source: Welcome to Cookey
zh_hans: 欢迎使用 Cookey

source: Help your AI log in. We keep your data safe.
zh_hans: 帮助你的 AI 登录，由我们确保数据安全无虞。

source: Help me log in to example.com
zh_hans: 帮我登录 example.com
